export default {
  title: '迪士尼爆米花',
  description: '東迪的爆米花桶，帶著八〇年代玩具的憨直與亮光',
  pages: [{
    title: '老唐爆米花',
    type: "splat",
    url: "duck.sog",
    lines: [
      {
        text: '2015年在東京迪士尼，我買下那只爆米花桶。',
        pov: '[-0.0317,0.391,-0.2847,-2.7989,185.1939,0,0.2872]',
      }, {
        text: '2015年在東京迪士尼，我買下那只爆米花桶。',
        pov: '',
      }
    ],
  }, {
    title: '老唐爆米花',
    type: "splat",
    url: "duck.sog",
    lines: [
      {
        text: '2015年在東京迪士尼，我買下那只爆米花桶。',
        pov: '[-0.0317,0.391,-0.2847,-2.7989,185.1939,0,0.2872]',
      }, {
        text: '2015年在東京迪士尼，我買下那只爆米花桶。',
        pov: '',
      }
    ],
  }],
}
