export default {
  title: '迪士尼爆米花',
  description: '東迪的爆米花桶，帶著八〇年代玩具的憨直與亮光',
  pages: [{
    title: '老唐爆米花',
    type: "splat",
    url: "duck.sog",
    lines: [
      {
        text: '2015年在東京迪士尼，我買下那只爆米花桶。它像從時光機裡回來的孩子，帶著八〇年代玩具的憨直與亮光，把我拉回園區外細雨的午後與排隊時的笑聲。',
        pov: '[-0.0317,0.391,-0.2847,-2.7989,185.1939,0,0.2872]',
      }, {
        text: '藍色水手帽與飽滿的大蝴蝶結，海軍帽上繫著樸素的黑色飾帶，幾片塑膠拼出唐老鴨的輪廓，簡單卻準確。',
        pov: '[-0.0258,0.4619,-0.2726,-17.1953,-175.8045,0,0.2872]',
      }, {
        text: '背帶上的剪影直白寫著「Tokyo Disney Resort」。',
        pov: '[-0.0045,0.6164,0.0444,-89.9789,197.3235,0,0.2872]',
        imgUrl: "disney-resport.jpg",
      }, {
        text: '兩側以那雙黃色腳丫做扣件，把歡笑牢牢扣住。',
        pov: '[-0.2697,0.4103,-0.0154,-15.4037,-95.4933,0,0.2872]',
      }, {
        text: '打開蓋子，裡頭只剩一個乾淨的空洞。咖哩味的爆米花早已散去，留下塑膠的清冷與指尖餘溫。它輕聲提醒我：熱鬧退場後，平凡也是一種保存，像一段未曾雕琢的日子，被妥帖收起。',
        pov: '[-0.007,0.6644,0.0036,-92.8001,-173.8077,0,0.2872]',
        imgUrl: "donald-pop-open.png",
      }
    ],
  }, {
    title: '愛麗絲夢遊仙境',
    type: "splat",
    url: "alice.sog",
    lines: [
      {
        text: '時光荏苒，轉眼已是疫情後的2023年。再次踏入樂園，爆米花桶的設計像是進入了一個嶄新的次元。園區內甚至出現了專賣店，琳瑯滿目的設計讓人目不暇給。',
        pov: '[0.1552,0.6219,-1.3919,-9.402,171.6048,0,1.4325]',
      }, {
        text: '這個愛麗絲夢遊仙境主題的爆米花桶尤其令我人著迷。做工不錯，有傳達出那種天真爛漫的形象。',
        pov: '[0.5035,0.5824,-1.3002,-7.806,156.996,0,1.4325]',
      }, {
        text: '咧著嘴笑的妙妙貓',
        pov: '[0.2923,0.3879,-0.7579,-0.0048,155.7972,0,0.8377]',
      }, {
        text: '精緻的花朵，充滿了奇幻色彩。',
        pov: '[0.1908,0.3253,-0.7806,-12.6036,164.5992,0,0.8298]',
      }, {
        text: '撲克牌形狀的餅乾，看起來倒像是挺好吃。',
        pov: '[-0.21253,0.19382,-0.89214,-4.4076,186.4044,0,0.94028]',
      }, {
        text: '背後的白兔先生，則像是在提醒：時間不多了，趕緊帶著這份夢幻起行。',
        pov: '[-0.12236,0.52208,0.9432,-9.0012,-8.6868,0,0.99392]',
      }, {
        text: '更令人驚喜的是，桶蓋竟然是雙層設計！第一層是一面貼心的化妝鏡',
        pov: '[0.03382,1.96152,0.10208,-88.5516,-10.68,0,1.59868]',
        imgUrl: "alice1.png"
      }, {
        text: '第二層才是盛裝爆米花的地方。這份細膩與巧思，讓人不禁讚嘆。',
        pov: '[0.23643,0.81417,-0.86113,-16.2,165.1992,0,1.05025]',
        imgUrl: "alice2.png"
      }
    ],
  }],
}
